import React from "react";

function About() {
    return (
        <section id="about">
            <h2>Обо мне</h2>
            <p>
            Меня зовут <stromg>Валерий Москаленко</stromg>, я начинающий веб-разработчик. <br/>После 14 лет успешной работы в сфере управления проектами, технической поддержки и руководства командами, я решил сосредоточиться на программировании. Это решение стало для меня естественным шагом, ведь веб-разработка вызывает у меня настоящий интерес и приносит огромное удовольствие. Мне нравится решать сложные задачи, создавать удобные и эффективные решения, и работать с технологиями, которые формируют будущее.

В течение последних нескольких лет я занимал должности координатора службы поддержки, менеджера продуктов и заместителя руководителя проектов.<br/> Мой опыт работы с международными компаниями, такими как Globbing, а также участие в стартапах, позволили мне развить навыки стратегического планирования, управления людьми и клиентским сервисом. Я работал с различными CRM-системами, такими как Zoho Desk, и инструментами для организации работы команд, такими как Asana и Oktell. Моя роль включала не только координацию работы сотрудников, но и создание обучающих материалов, составление отчетности, а также тестирование и внедрение программных решений, что позволило значительно повысить эффективность работы организаций.

Однако, несмотря на успешную карьеру в этих областях, я понял, что моя настоящая страсть — это программирование. Сегодня я специализируюсь на создании веб-приложений с использованием <strong>JavaScript, React, HTML и CSS</strong>. Мой основной фокус — это разработка простых, функциональных и удобных веб-приложений, которые решают реальные задачи пользователей. Я активно учусь, улучшая свои навыки и осваивая новые технологии, чтобы быть в курсе последних трендов в мире разработки.

Я уверен, что веб-разработка — это не просто профессия, а возможность влиять на будущее, создавать инновационные решения и решать задачи, которые меня вдохновляют. Моя цель — непрерывно развиваться как профессионал, а также работать над проектами, которые приносят реальную пользу.

Я открыт к новым возможностям и готов к командировкам и переезду, чтобы вносить свой вклад в развитие интересных проектов.
            </p>
            <p>
                Я постоянно учусь, улучшая свои навыки и осваивая новые технологии, для меня важно постоянно развиватся и выходить из зоны комфорта.
            </p>
        </section>
    )
}
export default About;