// Работа с проектом в дальнейшем


// Когда вы вносите изменения в проект:
// Проверьте статус:
// git status



// Добавьте изменения:
// git add .

// Зафиксируйте изменения:
// git commit -m "Краткое описание изменений"


// Отправьте изменения на GitHub:
// git push


// Совет: Создание веток
// Если вы работаете над новыми функциями или тестируете изменения, создавайте отдельные ветки:
// git checkout -b feature/new-feature


// После завершения работы с веткой объедините ее с основной:
// git checkout main
// git merge feature/new-feature
// git push
